Repository: fegyenc/Caret-Portable
Catalog: src/Caret.App/Strings/*/AppResources.resw
Source language: en
Languages: fr

source: New File
fr: Nouveau fichier

source: New Folder
fr: Nouveau dossier

source: Paste
fr: Coller

source: Cut
fr: Couper

source: Copy
fr: Copier

source: Copy as Path
fr: Copier en tant que chemin d'accès

source: Rename
fr: Renommer

source: Delete
fr: Supprimer

source: Reveal in File Explorer
fr: Afficher dans l'Explorateur de fichiers

source: Open
fr: Ouvrir

source: Open in New Window
fr: Ouvrir dans une nouvelle fenêtre

source: Toggle Favorite
fr: Ajouter aux favoris ou les retirer

# ViewModeViewButton_Content
source: View
fr: Visuel

# ViewModeViewButton_ToolTip
source: Formatted editor
fr: Éditeur mis en forme

# ViewModeCodeButton_ToolTip
source: Markdown source
fr: Source Markdown

# ViewModeSplitButton_Content
source: Split
fr: Fractionné

# ViewModeSplitButton_ToolTip
source: Markdown source with a live preview
fr: Source Markdown avec aperçu en direct

# FavoriteButton_ToolTip
source: Add to Favorites
fr: Ajouter aux favoris

# QuickOpenButton_ToolTip
source: Go to File... (Ctrl+K)
fr: Accéder au fichier... (Ctrl+K)

# ThemeToggleButton_ToolTip
source: Toggle theme
fr: Changer de thème

# TitleSettingsButton_ToolTip
source: Settings
fr: Paramètres

source: File
fr: Fichier

# NewMenuItem_Text
source: New
fr: Nouveau

# OpenMenuItem_Text
source: Open...
fr: Ouvrir...

# OpenFolderMenuItem_Text
source: Open Folder...
fr: Ouvrir un dossier...

# QuickOpenMenuItem_Text
source: Go to File...
fr: Accéder au fichier...

# NewWindowMenuItem_Text
source: New Window
fr: Nouvelle fenêtre

# OpenRecentMenu_Text
source: Open Recent
fr: Ouvrir un fichier récent

source: No Recent Files
fr: Aucun fichier récent

# ImportMarkItDownMenuItem_Text
source: Import Document as Markdown...
fr: Importer un document en Markdown...

# SaveMenuItem_Text
source: Save
fr: Enregistrer

# SaveAsMenuItem_Text
source: Save As...
fr: Enregistrer sous...

# ExportMenu_Text
source: Export
fr: Exporter

# ExportTextMenuItem_Text
source: Plain Text...
fr: Texte brut...

# PrintMenuItem_Text
source: Print...
fr: Imprimer...

# SettingsMenuItem_Text
source: Settings...
fr: Paramètres...

# ExitMenuItem_Text
source: Exit
fr: Quitter

source: Edit
fr: Édition

# UndoMenuItem_Text
source: Undo
fr: Annuler

# RedoMenuItem_Text
source: Redo
fr: Rétablir

# CopyMenuItem_Text
source: Copy
fr: Copier

# PasteMenuItem_Text
source: Paste
fr: Coller

# SelectAllMenuItem_Text
source: Select All
fr: Sélectionner tout

# FindMenuItem_Text
source: Find & Replace
fr: Rechercher et remplacer

# InsertImageMenuItem_Text
source: Insert Image...
fr: Insérer une image...

# InsertTableMenuItem_Text
source: Insert Table...
fr: Insérer un tableau...

# ParagraphMenu_Title
source: Paragraph
fr: Paragraphe

source: Heading 1
fr: Titre 1

source: Heading 2
fr: Titre 2

source: Heading 3
fr: Titre 3

source: Heading 4
fr: Titre 4

source: Heading 5
fr: Titre 5

source: Heading 6
fr: Titre 6

source: Paragraph
fr: Paragraphe

source: Increase heading level
fr: Augmenter le niveau de titre

source: Decrease heading level
fr: Diminuer le niveau de titre

source: Bulleted list
fr: Liste à puces

source: Numbered list
fr: Liste numérotée

source: Task list
fr: Liste de tâches

source: Quote
fr: Citation

source: Code block
fr: Bloc de code

source: Math block
fr: Bloc de formule

# TableMenu
source: Table...
fr: Tableau...

source: Horizontal line
fr: Ligne horizontale

# FootnoteMenu
source: Footnote
fr: Note de bas de page

source: Table of contents
fr: Table des matières

source: YAML front matter
fr: En-tête YAML (front matter)

source: Diagram
fr: Diagramme

source: Flowchart
fr: Organigramme

source: Sequence diagram
fr: Diagramme de séquence

source: Vega-Lite chart
fr: Graphique Vega-Lite

source: Insert paragraph before
fr: Insérer un paragraphe avant

source: Insert paragraph after
fr: Insérer un paragraphe après

source: Bold
fr: Gras

source: Italic
fr: Italique

source: Underline
fr: Souligné

source: Strikethrough
fr: Barré

source: Highlight
fr: Surligné

source: Inline code
fr: Code en ligne

source: Inline math
fr: Formule en ligne

source: Link
fr: Lien

source: Clear formatting
fr: Effacer la mise en forme

source: View
fr: Affichage

# TocMenuItem_Text
source: Sidebar
fr: Barre latérale

# StatusBarMenuItem_Text
source: Status Bar
fr: Barre d'état

# ViewModeViewMenuItem_Text
source: View
fr: Visuel

# ViewModeSplitMenuItem_Text
source: Split (code + preview)
fr: Fractionné (code + aperçu)

source: New Note
fr: Nouvelle note

source: Home
fr: Accueil

source: Recent
fr: Récents

source: Favorites
fr: Favoris

source: All Files
fr: Tous les fichiers

source: Templates
fr: Modèles

source: Trash
fr: Corbeille

source: Welcome to Caret
fr: Bienvenue dans Caret

source: Write. Preview. Organize.
fr: Écrivez. Prévisualisez. Organisez.

# FavoritesEmptyText_Text
source: No favorites yet. Use File > Favorite, right-click a tab, or right-click a file in the folder tree.
fr: Aucun favori pour l'instant. Utilisez Fichier > Favori, cliquez avec le bouton droit sur un onglet, ou sur un fichier dans l'arborescence des dossiers.

source: Save current document as template...
fr: Enregistrer le document actuel comme modèle...

# TrashEmptyText_Text
source: Nothing deleted from Caret yet.
fr: Aucun élément supprimé depuis Caret pour l'instant.

source: Ideas grow here.
fr: Ici, les idées prennent racine.

source: Download
fr: Télécharger

source: Skip this version
fr: Ignorer cette version

source: Heading 1 (Ctrl+1)
fr: Titre 1 (Ctrl+1)

source: Heading 2 (Ctrl+2)
fr: Titre 2 (Ctrl+2)

source: Heading 3 (Ctrl+3)
fr: Titre 3 (Ctrl+3)

source: Bold (Ctrl+B)
fr: Gras (Ctrl+B)

source: Italic (Ctrl+I)
fr: Italique (Ctrl+I)

source: Task list (Ctrl+Shift+X)
fr: Liste de tâches (Ctrl+Maj+X)

source: Quote (Ctrl+Shift+Q)
fr: Citation (Ctrl+Maj+Q)

source: Code block (Ctrl+Shift+K)
fr: Bloc de code (Ctrl+Maj+K)

source: Insert table (Ctrl+Shift+T)
fr: Insérer un tableau (Ctrl+Maj+T)

# Table2
source: Table
fr: Tableau

source: Insert image
fr: Insérer une image

# FindTextBox_Placeholder
source: Find
fr: Rechercher

source: Find next
fr: Rechercher le suivant

source: Find previous
fr: Rechercher le précédent

source: Close
fr: Fermer

# ReplaceTextBox_Placeholder
source: Replace
fr: Remplacer par

source: Replace
fr: Remplacer

source: Replace All
fr: Remplacer tout

# CaseSensitiveCheck_Content
source: Case sensitive
fr: Respecter la casse

# WholeWordCheck_Content
source: Whole word
fr: Mot entier

# RegexCheck_Content
source: Regex
fr: Expression régulière

# StatusBarWordCountButton_Content
source: 0 characters
fr: 0 caractère

# StatusBarWordCountButton_ToolTip
source: Click to switch between characters and words
fr: Cliquez pour basculer entre caractères et mots

# QuickOpenTextBox_Placeholder
source: Go to file...
fr: Accéder au fichier...

# SettingsDialog_Title
source: Settings
fr: Paramètres

# SettingsDialog_Primary
source: Close
fr: Fermer

source: Theme
fr: Thème

source: Use system setting
fr: Utiliser le paramètre système

source: Light
fr: Clair

source: Dark
fr: Sombre

# AutoSaveToggle_Header
source: Auto save
fr: Enregistrement automatique

# UseMicaToggle_Header
source: Use Mica material
fr: Utiliser le matériau Mica

# UseEditorMicaToggle_Header
source: Use Mica behind editor content
fr: Utiliser Mica derrière le contenu de l'éditeur

# SpellcheckToggle_Header
source: Spellcheck
fr: Vérification orthographique

# SpellcheckToggle_ToolTip
source: Underlines possibly-misspelled words. There's no right-click-to-fix — retype the word instead.
fr: Souligne les mots qui semblent mal orthographiés. Il n'y a pas de correction par clic droit : retapez simplement le mot.

# TopmostToggle_Header
source: Always on top
fr: Toujours au premier plan

source: Save pasted images to
fr: Enregistrer les images collées dans

source: Pictures\Caret
fr: Images\Caret

# AnImagesFolderNextToThe
source: An images folder next to the note
fr: Un dossier « images » à côté de la note

source: On startup, open
fr: Au démarrage, ouvrir

source: A new blank note
fr: Une nouvelle note vide

source: The last file you had open
fr: Le dernier fichier ouvert

source: Folder
fr: Dossier

source: Don't reopen a folder
fr: Ne pas rouvrir de dossier

source: The last folder you had open
fr: Le dernier dossier ouvert

source: Always this folder:
fr: Toujours ce dossier :

source: Browse...
fr: Parcourir...

source: Font size
fr: Taille de police

source: Line height
fr: Interligne

source: Tab size
fr: Taille des tabulations

# EditorAreaWidthCSSValueE
source: Editor area width (CSS value, e.g. 1200px)
fr: Largeur de la zone d'édition (valeur CSS, par ex. 1200px)

source: Keyboard shortcuts
fr: Raccourcis clavier

source: New
fr: Nouveau

source: New Window
fr: Nouvelle fenêtre

source: Ctrl+Shift+N
fr: Ctrl+Maj+N

source: Go to File...
fr: Accéder au fichier...

source: Save
fr: Enregistrer

source: Save As
fr: Enregistrer sous

source: Ctrl+Shift+S
fr: Ctrl+Maj+S

source: Print
fr: Imprimer

source: Find & Replace
fr: Rechercher et remplacer

source: Close Window
fr: Fermer la fenêtre

# StandardTextEditingUndoRedoCut
source: Standard text editing (Undo, Redo, Cut, Copy, Paste, Select All) uses your usual Windows shortcuts — the editor is a normal text surface, nothing custom to list.
fr: Les commandes d'édition courantes (Annuler, Rétablir, Couper, Copier, Coller, Sélectionner tout) utilisent les raccourcis Windows habituels.

source: About
fr: À propos

# AMarkdownEditorForkedFromTypedown
source: A markdown editor, forked from Typedown and ported to WinUI 3.
fr: Un éditeur Markdown dérivé de Typedown et porté vers WinUI 3.

source: View source on GitHub
fr: Voir le code source sur GitHub

# CheckForUpdatesToggle_Header
source: Check for updates automatically
fr: Rechercher automatiquement les mises à jour

# OnceADayCaretAsksGitHub
source: Once a day, Caret asks GitHub whether a newer version has been released. Nothing about you or your notes is sent.
fr: Une fois par jour, Caret demande à GitHub si une nouvelle version est disponible. Aucune information vous concernant ni aucune de vos notes n'est envoyée.

# CheckUpdatesNowButton_Content
source: Check now
fr: Vérifier maintenant

# TextInputDialog_Close
source: Cancel
fr: Annuler

# PdfExportOptionsDialog_Title
source: PDF Export Options
fr: Options d'exportation PDF

# PdfExportOptionsDialog_Primary
source: Export
fr: Exporter

# PdfExportOptionsDialog_Close
source: Cancel
fr: Annuler

source: Landscape
fr: Paysage

source: Page size
fr: Taille de la page

source: Letter (8.5 x 11 in)
fr: Lettre US (21,6 × 27,9 cm)

# A4827X1169
source: A4 (8.27 x 11.69 in)
fr: A4 (21 × 29,7 cm)

source: Legal (8.5 x 14 in)
fr: Légal US (21,6 × 35,6 cm)

# PdfBackgroundsToggle_Header
source: Print background colors and images
fr: Imprimer les couleurs et images d'arrière-plan

# PdfHeaderFooterToggle_Header
source: Include page header and footer
fr: Inclure l'en-tête et le pied de page

source: Remove from Favorites
fr: Retirer des favoris

source: Unsaved changes
fr: Modifications non enregistrées

# SaveWouldEraseFile
source: {0} is now empty in the editor. Saving will erase its contents on disk. Choose Don't Save to keep the file as it was.
fr: {0} est maintenant vide dans l'éditeur. L'enregistrer effacerait son contenu sur le disque. Choisissez Ne pas enregistrer pour conserver le fichier tel quel.

# SaveChangesPrompt
source: Do you want to save changes to {0}?
fr: Voulez-vous enregistrer les modifications apportées à {0} ?

# SaveButton
source: Save
fr: Enregistrer

source: Don't Save
fr: Ne pas enregistrer

source: Cancel
fr: Annuler

source: Recover unsaved changes?
fr: Récupérer les modifications non enregistrées ?

# RecoverUntitledPrompt
source: A backup of an untitled document from a previous session was never saved. Recover it?
fr: Une sauvegarde d'un document sans titre, issue d'une session précédente, n'a jamais été enregistrée. Voulez-vous la récupérer ?

# RecoverFilePrompt
source: A backup of {0} from a previous session was never saved. Recover it?
fr: Une sauvegarde de {0}, issue d'une session précédente, n'a jamais été enregistrée. Voulez-vous la récupérer ?

source: Recover
fr: Récupérer

source: Discard
fr: Abandonner

source: Resize table
fr: Redimensionner le tableau

# InsertTableTitle
source: Insert table
fr: Insérer un tableau

source: Rows
fr: Lignes

source: Columns
fr: Colonnes

source: Plain Text
fr: Texte brut

source: Untitled
fr: Sans titre

source: Clear Recent Files
fr: Effacer les fichiers récents

source: Couldn't open template
fr: Impossible d'ouvrir le modèle

source: Couldn't save template
fr: Impossible d'enregistrer le modèle

source: Couldn't create file
fr: Impossible de créer le fichier

source: Couldn't create folder
fr: Impossible de créer le dossier

source: Couldn't rename
fr: Impossible de renommer

source: Couldn't delete
fr: Impossible de supprimer

source: Couldn't paste
fr: Impossible de coller

source: Couldn't move
fr: Impossible de déplacer

source: Save as Template
fr: Enregistrer comme modèle

source: Converting with MarkItDown...
fr: Conversion avec MarkItDown...

# MarkItDownTimedOut
source: MarkItDown gave up on this file after 5 minutes.
fr: MarkItDown a abandonné ce fichier au bout de 5 minutes.

source: MarkItDown not found
fr: MarkItDown introuvable

source: Install
fr: Installer

source: Not now
fr: Plus tard

source: Python not found
fr: Python introuvable

source: Open python.org
fr: Ouvrir python.org

# InstallingMarkItDown
source: Installing MarkItDown (this can take a few minutes)...
fr: Installation de MarkItDown (cela peut prendre quelques minutes)...

source: MarkItDown install failed
fr: Échec de l'installation de MarkItDown

# MarkItDownInstallTimedOut
source: Installing MarkItDown timed out after 10 minutes.
fr: L'installation de MarkItDown n'a pas abouti dans le délai de 10 minutes.

# UpdateAvailableTitle
source: Caret {0} is available
fr: Caret {0} est disponible

# UpdateRunningVersion
source: You're using {0}.
fr: Vous utilisez la version {0}.

# CheckingForUpdates
source: Checking…
fr: Vérification…

# UpdateCheckFailed
source: Couldn't reach GitHub. Check your connection and try again.
fr: Impossible de joindre GitHub. Vérifiez votre connexion et réessayez.

# UpdateAvailableStatus
source: Caret {0} is available.
fr: Caret {0} est disponible.

# DownloadCaretVersion
source: Download Caret {0}
fr: Télécharger Caret {0}

# UpToDate
source: You're using the latest version.
fr: Vous utilisez la dernière version.

# WordCountOne
source: {0} word
fr: {0} mot

# WordCountMany
source: {0} words
fr: {0} mots

# CharacterCountOne
source: {0} character
fr: {0} caractère

# CharacterCountMany
source: {0} characters
fr: {0} caractères

source: Duplicate
fr: Dupliquer

source: Turn into
fr: Transformer en

source: Insert row above
fr: Insérer une ligne au-dessus

source: Insert row below
fr: Insérer une ligne en dessous

source: Remove row
fr: Supprimer la ligne

source: Insert column left
fr: Insérer une colonne à gauche

source: Insert column right
fr: Insérer une colonne à droite

source: Remove column
fr: Supprimer la colonne

# EditImageMenu
source: Edit...
fr: Modifier...

# ImageInline
source: Inline
fr: Aligné sur le texte

# ImageAlignLeft
source: Align left
fr: Aligner à gauche

# ImageAlignCenter
source: Align center
fr: Centrer

# ImageAlignRight
source: Align right
fr: Aligner à droite

# ImageSize
source: Size
fr: Taille

source: Image path or URL
fr: Chemin ou URL de l'image

source: Alt text
fr: Texte de remplacement

# ImageTitle
source: Title
fr: Titre

source: Edit image
fr: Modifier l'image

# DeleteFolderTitle
source: Delete folder?
fr: Supprimer le dossier ?

# DeleteFileTitle
source: Delete file?
fr: Supprimer le fichier ?

# MoveToRecycleBin
source: "{0}" will be moved to the Recycle Bin.
fr: « {0} » sera déplacé vers la Corbeille.

source: Language
fr: Langue

# UseSystemLanguage
source: Use Windows display language
fr: Utiliser la langue d'affichage de Windows

# LanguageRestartNote
source: Restart Caret to see the new language.
fr: Redémarrez Caret pour afficher la nouvelle langue.

# ShortcutCtrlShiftX
source: Ctrl+Shift+X
fr: Ctrl+Maj+X

# ShortcutCtrlShiftQ
source: Ctrl+Shift+Q
fr: Ctrl+Maj+Q

# ShortcutCtrlShiftK
source: Ctrl+Shift+K
fr: Ctrl+Maj+K

# ShortcutCtrlShiftT
source: Ctrl+Shift+T
fr: Ctrl+Maj+T

# ToggleOn
source: On
fr: Activé

# ToggleOff
source: Off
fr: Désactivé

# ConvertNav
source: Convert to Markdown
fr: Convertir en Markdown

# HomeConvertTitle
source: Convert documents to Markdown
fr: Convertir des documents en Markdown

# HomeConvertSubtitle
source: Word, Excel, PowerPoint and PDF → AI-ready text
fr: Word, Excel, PowerPoint et PDF → texte prêt pour l'IA

# ConvertMenuItem
source: Convert to Markdown...
fr: Convertir en Markdown...

# ImportFailed
source: Couldn't import the document
fr: Impossible d'importer le document

# ConvertBackToEditor
source: Back to the editor
fr: Retour à l'éditeur

# ConvertTitle
source: Convert to Markdown
fr: Convertir en Markdown

# ConvertIntro
source: Turn Word, Excel, PowerPoint, PDF, Outlook and other files into clean Markdown with Microsoft MarkItDown. The result is usually much smaller, keeps headings, lists and tables, and uses far fewer tokens when you share it with an AI assistant.
fr: Transformez vos fichiers Word, Excel, PowerPoint, PDF, Outlook et autres en Markdown propre avec Microsoft MarkItDown. Le résultat est généralement bien plus léger, conserve les titres, les listes et les tableaux, et consomme beaucoup moins de jetons lorsque vous le partagez avec un assistant d'IA.

# ConvertDropHere
source: Drop files or folders here
fr: Déposez des fichiers ou des dossiers ici

# ConvertChooseFiles
source: Choose files...
fr: Choisir des fichiers...

# ConvertChooseFolder
source: Choose a folder...
fr: Choisir un dossier...

# ConvertFormats
source: Word (.docx) · Excel (.xlsx, .xls) · PowerPoint (.pptx) · PDF · CSV · Outlook emails (.msg, .eml) · HTML · EPUB · JSON · XML · ZIP. Converted on this PC, nothing is uploaded.
fr: Word (.docx) · Excel (.xlsx, .xls) · PowerPoint (.pptx) · PDF · CSV · e-mails Outlook (.msg, .eml) · HTML · EPUB · JSON · XML · ZIP. Conversion sur ce PC, rien n'est envoyé en ligne.

# ConvertSaveTo
source: Save Markdown files
fr: Enregistrer les fichiers Markdown

# ConvertSaveNextTo
source: Next to the original files
fr: À côté des fichiers d'origine

# ConvertSaveToFolder
source: In a folder I choose...
fr: Dans un dossier de mon choix...

# ConvertSaveToFolderPath
source: In {0}
fr: Dans {0}

# ConvertCopyAll
source: Copy all for AI
fr: Tout copier pour l'IA

# ConvertCopyAllTip
source: Copies every converted document as one Markdown text, ready to paste into Copilot, ChatGPT or another assistant.
fr: Copie tous les documents convertis en un seul texte Markdown, prêt à coller dans Copilot, ChatGPT ou un autre assistant.

# ConvertCopied
source: Copied!
fr: Copié !

# ConvertClear
source: Clear list
fr: Effacer la liste

# ConvertWhyTitle
source: Why Markdown?
fr: Pourquoi Markdown ?

# ConvertWhyTokensTitle
source: Fewer tokens
fr: Moins de jetons

# ConvertWhyTokensText
source: AI assistants read Markdown directly, without the layout, fonts and file structure of the original, so the same content costs less and more of it fits into a conversation.
fr: Les assistants d'IA lisent directement le Markdown, sans la mise en page, les polices ni la structure du fichier d'origine : le même contenu coûte moins cher et une conversation peut en contenir davantage.

# ConvertWhyStructureTitle
source: Structure kept
fr: Structure conservée

# ConvertWhyStructureText
source: Headings, lists, tables, links and footnotes stay intact, so the meaning survives, for people and for AI.
fr: Les titres, listes, tableaux, liens et notes de bas de page sont conservés : le sens reste intact, pour les personnes comme pour l'IA.

# ConvertWhyPrivateTitle
source: Private and offline
fr: Privé et hors ligne

# ConvertWhyPrivateText
source: Conversion happens on this PC. Your documents are never uploaded anywhere.
fr: La conversion se fait sur ce PC. Vos documents ne sont jamais envoyés en ligne.

# ConvertDropCaption
source: Convert to Markdown
fr: Convertir en Markdown

# ConvertWaiting
source: Waiting…
fr: En attente…

# ConvertConverting
source: Converting…
fr: Conversion…

# ConvertLegacyFormat
source: Older Office format. Open it in Word, Excel or PowerPoint, save it as .docx, .xlsx or .pptx, then convert it again.
fr: Ancien format Office. Ouvrez le fichier dans Word, Excel ou PowerPoint, enregistrez-le au format .docx, .xlsx ou .pptx, puis relancez la conversion.

# ConvertUnsupported
source: This file type can't be converted.
fr: Ce type de fichier ne peut pas être converti.

# ConvertPdfNoText
source: No text found. This PDF is probably a scan, and Caret can't read text inside images.
fr: Aucun texte trouvé. Ce PDF est probablement une numérisation, et Caret ne peut pas lire le texte contenu dans des images.

# ConvertNoContent
source: The file has no content to convert.
fr: Le fichier ne contient rien à convertir.

# ConvertResultDetail
source: {0} → {1} · ≈{2} tokens
fr: {0} → {1} · ≈ {2} jetons

# ConvertSmaller
source: {0}% smaller
fr: {0} % plus léger

# ConvertNoWriteAccess
source: Caret can't save in this folder. Choose another one under Save Markdown files.
fr: Caret ne peut pas enregistrer dans ce dossier. Choisissez-en un autre dans « Enregistrer les fichiers Markdown ».

# ConvertFileMissing
source: The file no longer exists.
fr: Le fichier n'existe plus.

# ConvertFileLocked
source: The file is locked by another program.
fr: Le fichier est verrouillé par un autre programme.

# ConvertDamagedOrProtected
source: The file is damaged or password-protected.
fr: Le fichier est endommagé ou protégé par un mot de passe.

# ConvertFailed
source: Couldn't convert: {0}
fr: Conversion impossible : {0}

# ConvertSlideHeading
source: Slide {0}: {1}
fr: Diapositive {0} : {1}

# ConvertSlideHeadingUntitled
source: Slide {0}
fr: Diapositive {0}

# UnitKB
source: KB
fr: Ko

# UnitMB
source: MB
fr: Mo

# ConvertSummaryWorking
source: Converting… {0} of {1} done
fr: Conversion… {0} sur {1} terminés

# ConvertSummaryOne
source: {0} document converted
fr: {0} document converti

# ConvertSummaryMany
source: {0} documents converted
fr: {0} documents convertis

# ConvertSummaryDetail
source: {0} of documents became {1} of Markdown, about {2} tokens.
fr: {0} de documents devenus {1} de Markdown, soit environ {2} jetons.

# ConvertSummaryFailed
source: Not converted: {0}.
fr: Non convertis : {0}.

source: Third-party notices
fr: Avis de tiers

# StoreUpdatesNote
source: Updates are delivered by the Microsoft Store.
fr: Les mises à jour sont fournies par le Microsoft Store.

# PolicyUpdatesNote
source: Updates are managed by your organization.
fr: Les mises à jour sont gérées par votre organisation.

# StatusLegacyEncodingTip
source: This file isn't saved as UTF-8, so Caret read it with Windows' {0} encoding. Saving it converts it to UTF-8, which every Markdown tool expects.
fr: Ce fichier n'est pas enregistré en UTF-8 : Caret l'a lu avec l'encodage Windows {0}. L'enregistrer le convertit en UTF-8, le format attendu par tous les outils Markdown.

# ConvertChooseEmails
source: Choose emails...
fr: Choisir des e-mails...
